docker.docker
equinusocio.vsc-material-theme
equinusocio.vsc-material-theme-icons
esbenp.prettier-vscode
formulahendry.auto-close-tag
ionutvmi.path-autocomplete
james-yu.latex-workshop
maltehei.latex-acronyms
maltehei.latex-citations
maltehei.latex-intellisense
maltehei.latex-refs
ms-azuretools.vscode-docker
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
pkief.material-icon-theme
tomoki1207.pdf
zhuangtongfa.material-theme
